[
	{
		"text": "There is a story I know. It’s about the earth and how it floats in space on the back of a turtle. I’ve heard this story many times, and each time someone tells the story, it changes. Sometimes the change is simply in the voice of the storyteller. Sometimes the change is in the details. Sometimes in the order of events. Other times it’s the dialogue or the response of the audience.",
		"image": "assets/images/main-pics/mirror01.gif",
		"options": ["Overrated Existential Crisis Incoming."],
		"cssClass": "redd"
	},
	{
		"text": "But in all the tellings of all the tellers, the world never leaves the turtle’s back. And the turtle never swims away. One time, it was in <span class='test-me'>Tehran</span> I think, a dark-haired boy in the audience asked about the turtle and the earth. If the earth was on the back of a turtle, what was below the turtle? Another turtle, the storyteller told him. And below that turtle? Another turtle. And below that? Another turtle.The boy began to stare, enjoying the game, I imagine. So how many turtles are there? He wanted to know.",
		"image": "assets/images/main-pics/turtle02.gif"
	},
	{
		"text": "The storyteller shrugged. No one knows for sure.",
		"cssClass": ["red"],
		"1options": ["answer 3", "answer4"]
	},
	{
		"text": "The truth about stories is that that’s <b>all</b> we are.",
		"cssClass": ["left"]
	},
	{
		"text": "The iranian filmmaker Abbas Kiarostami tells us: “<i>A story starts before we encounter it and concludes long after we have turned away.</i>” ",
		"image": "assets/images/main-pics/kiarostami-close-up.gif"
	},
	{
		"text": "I used to think that in order to fully live, one must belong somewhere first. I lived in a society of paradoxical freaks who believed that as long as you live, you serve someone or something. I didn’t truly live because I believed in a different idea than the one I was taught. In 2012 my family decided to emigrate from Iran.",
		"image": "assets/images/main-pics/fam.gif",
		"options": ["Change might be good?"],
		"cssClass": ["right-image"]
	},
	{
		"text": "A hard decision followed by the tragic exit of my grandmother from our lives.",
		"cssClass": ["right"]
	},
	{
		"text": "We were ready to leave and to never look back.",
		"cssClass": ["left"]
	},
	{
		"text": "My teachers also looked forward to my departure because I didn’t truly belong there, they believed. “It’s good that you’re leaving, you know.” One of them told me.",
		"options": ["Leave while you can, it will always hurt to come back"]
	},
	{
		"text": " I’ll never forget the day I saw his face among many other political prisoners on national television. A lesson to be learned for the younger generations, they probably thought."
	},
	{
		"text": "He was physically beaten up and emotionally torn out."
	},
	{
		"text": " ",
		"options": ["Aged"]
	},
	{
		"text": " ",
		"options": ["Confused"]
	},
	{
		"text": " ",
		"options": ["Even desperate"]
	},
	{
		"text": "He didn’t belong because he believed in an idea, the wrong one that is."
	},
	{
		"text": "Many moons later, upon his release, he moved to a university in Boston, or Rome, or London, or far away enough that would eventually forbid him from his mother’s last living days.",
		"options": ["Flowing around the globe, in search of a home"],
		"image": "assets/images/main-pics/airplane.gif"
	},
	{
		"text": "It was around the second year of my residence in a truly wonderful and <i>free</i> country that I finally learned about their true history."
	},
	{
		"text": "I saw the fruits of their labour.",
		"cssClass": ["left"]
	},
	{
		"text": "From the corner of a street in downtown Montreal, a seemingly old torn out man came to me with a funny accent and said “For all the walks you take on this land, you owes me a drink.”",
		"image": "assets/images/main-pics/drinks.gif"
	},
	{
		"text": "My integration-aide teacher in high school told me some of the history behind the man’s demand, and I eventually learned that it’s not only in Iran where some people aren’t supposed to belong.",
		"options": ["It's better to not question it much."]
	},
	{
		"text": "Maybe freedom comes at a price",
		"cssClass": ["right"]
	},
	{
		"text": "maybe belonging is not for everyone",
		"cssClass": ["left"],
		"options": ["or at least so I thought"]
	},
	{
		"text": "My teacher ended her story like this “It’s good that you’re living here, you know.” "
	},
	{
		"text": "Yussef lived his days missing his motherland."
	},
	{
		"text": "He cried and screamed,",
		"cssClass": ["right"]
	},
	{
		"text": "and longed for his past days",
		"cssClass": ["left"]
	},
	{
		"text": "fighting for his ideals.",
		"options": ["what did they tell him?"]
	},
	{
		"text": "His therapist believed he was homesick, meaning he missed the land that allowed him to write and to manifest his rawest emotions and beliefs."
	},
	{
		"text": "He was a walking corpse, merely following the news from the outside, hoping for the best to come."
	},
	{
		"text": "He couldn’t move back, you know, political prison takes a serious toll on its residents."
	},
	{
		"text": "His therapist told him “Son, you clearly miss your home. I suggest that you take a bowl and fill it with animal manure. Put your head inside it for ten seconds, and you should feel exactly how it felt back home.” ",
		"image": "assets/images/main-pics/manure.gif"
	},
	{
		"text": "Yussef didn’t exactly do that; however, in due course he swapped the manure-filled bowl with a bottle of alcohol."
	},
	{
		"text": "Yussef smelled utterly similar to how the strange man smelled that night.",
		"options": ["We wear our feelings"]
	},
	{
		"text": "Their mothers probably missed them"
	},
	{
		"text": "as they were circling through the tunnel of traumas they had to fight.",
		"options": ["Circles don't end."]
	},
	{
		"text": "The white man stole the natives’ homes and mocked and punished them for being homeless."
	},
	{
		"text": "The man who thought himself to be superior.",
		"cssClass": ["red"]
	},
	{
		"text": "I learned this from books and history and living in the world of true democracy.",
		"cssClass": ["left"]
	},
	{
		"text": "The man who occupied our land did it because he thought his beliefs were superior to ours."
	},
	{
		"text": "I learned this from hearing the stories and living them.",
		"cssClass": ["right"]
	},
	{
		"text": "Yussef was banished from his own country, because his beliefs made him a minority.",
		"cssClass": ["left"]
	},
	{
		"text": "The indigenous man didn’t belong to his own home, because he was forced to believe that he’s a minority.",
		"cssClass": ["right"]
	},
	{
		"text": "I, in the end, was exited because my questions of their beliefs made me a minority."
	},
	{
		"text": "After all, the white man was as happy to see the Indian leave his home, as my west/white-culture-hating school teacher back home was to see mine. "
	},
	{
		"text": "Take Yussef’s story, for instance. ",
		"image": "assets/images/main-pics/lastport.gif"
	},
	{
		"text": "It’s yours."
	},
	{
		"text": "Do with it what you will."
	},
	{
		"text": "Live it.",
		"cssClass": ["right"]
	},
	{
		"text": "Forget it.",
		"cssClass": ["left"]
	},
	{
		"text": "But don’t say in the years to come that you would have lived your life differently if only you had heard this story."
	},
	{
		"text": "You’ve heard it now."
	}
]
